Revit 2027 API
ParameterTypeId.AllModelDescription Property
 "Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AllModelDescription { get; }
Public Shared ReadOnly Property AllModelDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AllModelDescription {
	ForgeTypeId^ get ();
}
static member AllModelDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace